sUIName = "Persiapan Adapter Wireless";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Versi Utilitas";
sDriver = "Versi Driver: ";
sCopyright = "© Hak cipta 2015. Semua hak dilindungi undang-undang";
About_Utility = "Tentang Persiapan Adapter Wireless";
Hide_Utility = "Sembunyikan Persiapan Adapter Wireless";
Quit_Utility = "Keluar dari Persiapan Adapter Wireless";
Help_Utility = "Bantuan Persiapan Adapter Wireless";

OK = "OK";
CANCEL = "Batal";
NO = "Tidak";
YES = "Ya";
SELECT = "Pilih";
Radio_ON = "Hidupkan Radio";
Radio_OFF = "Matikan Radio";
ShortStr = "short";
LongStr = "long";

NoneStr = "Tidak Ada";
ConnectedStr = "Terhubung";
DisconnectedStr = "Tidak terhubung";
InfrastructureStr = "Infrastruktur";
AdhocStr = "AdHoc";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "Tanpa Enkripsi";

WPS_init_Str = "mulai proses WPS";
WPS_scan_Str = "Pindai WPS AP Aktif";
WPS_connect_Str = "Hubungkan ke WPS AP Aktif";
WPS_handshake_Str = "Mulai WPS handshake";
WPS_exchange_Str = "Pertukaran Pesan WPS";
WPS_done_Str = "Pertukaran Pesan WPS [Selesai]";
WPS_fail_Str = "Pertukaran Pesan WPS Gagal, Coba hubungkan lagi dengan WPS AP lain";
WPS_start_Str = "WPS MULAI";
WPS_finish_Str = "Protokol WPS Selesai !!";
WPS_auto_connect_Str = "Akan terhubung dengan WPS AP secara otomatis.";
WPS_timeout_Str = "WAKTU SESI WPS HABIS!!";


Wps_overlap_Str = "Tumpang-tindih Sesi";
Wps_more_pbc_Str = "Lebih dari Satu AP dalam Mode PBC !!";
Wps_retry_Str = "Gunakan PIN atau tunggu sebentar dan coba lagi";

ERROR0 = "KESALAHAN";
ERROR1 = "Silakan masukkan kunci!";
ERROR2 = "Indeks kunci wep salah!!!";
ERROR3 = "Panjang kunci adalah antara 8 dan 64!";
ERROR4 = "Kunci jaringan tidak dalam format heksimal!";
ERROR5 = "Panjang kunci ASCII harus 5 atau 13!";
ERROR6 = "Panjang kunci jaringan salah!";
ERROR7 = "Panjang kunci jaringan harus 10 atau 26!";
ERROR8 = "Kunci Jaringan dan kunci Konfirmasikan tidak sama!";
ERROR9 = "Kunci jaringan tidak dalam format ASCII!";
ERROR10 = "Kunci jaringan tidak dalam format 64HEX!";

WARNING0 = "Peringatan";
WARNING1 = "Silakan masukkan SSID";
WARNING2 = "Silakan masukkan Nama profil";
WARNING3 = "Panjang karakter SSID lebih besar dari 32.";
WARNING4 = "Profil sudah ada. Anda ingin menimpanya?";
WARNING5 = "Anda yakin ingin menghapus Profil yang dipilih?";

NOTICE0 = "PEMBERITAHUAN";
NOTICE1 = "Kesalahan mode AP.";
NOTICE2 = "Kesalahan mode STA.";
NOTICE3 = "QOSMode Set value gagal";
NOTICE4 = "QOSMode Get value gagal";
NOTICE5 = "Nilai QOSMode salah";	
NOTICE6 = "RTSThreshold Di luar jangkauan.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold Di luar jangkauan.(256 ~ 2432)";
NOTICE8 = "Silakan aktifkan kartu WLAN dalam item Jaringan di System Preferences.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Properti Keamanan Jaringan Nirkabel";
ProfileProperty_ActionText = "Silakan masukkan Kunci sebelum mengeklik 【OK】 untuk terhubung ==>";